Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Use these sources to answer the user's question. Cite sources using [Source Title](URL) format.
de: Verwenden Sie diese Quellen, um die Frage des Benutzers zu beantworten. Zitieren Sie Quellen im Format [Quellentitel](URL).
el: Χρησιμοποιήστε αυτές τις πηγές για να απαντήσετε στην ερώτηση του χρήστη. Αναφέρετε τις πηγές χρησιμοποιώντας τη μορφή [Τίτλος Πηγής](URL).
es: Utilice estas fuentes para responder a la pregunta del usuario. Cite las fuentes usando el formato [Título de la fuente](URL).
fr: Utilisez ces sources pour répondre à la question de l'utilisateur. Citez les sources en utilisant le format [Titre de la source](URL).
it: Usa queste fonti per rispondere alla domanda dell'utente. Cita le fonti utilizzando il formato [Titolo della fonte](URL).
ja: これらの情報源を使用してユーザーの質問に回答してください。情報源は[情報源タイトル](URL)形式で引用してください。
nl: Gebruik deze bronnen om de vraag van de gebruiker te beantwoorden. Verwijs naar bronnen met de notatie [Bron Titel](URL).
pt_pt: Utilize estas fontes para responder à pergunta do utilizador. Cite as fontes usando o formato [Título da Fonte](URL).
sv: Använd dessa källor för att besvara användarens fråga. Ange källor med formatet [Källtitel](URL).

source: Loading models...
de: Modelle werden geladen …
el: Φόρτωση μοντέλων...
es: Cargando modelos...
fr: Chargement des modèles…
it: Caricamento dei modelli...
ja: モデルを読み込み中…
nl: Modellen laden...
pt_pt: A carregar modelos...
sv: Läser in modeller...

source: %lld sources
de: %lld Quellen
el: %lld πηγές
es: %lld fuentes
it: %lld fonti
ja: %lld 件のソース
nl: %lld bronnen
pt_pt: %lld fontes
sv: %lld källor

source: Issue Image
de: Problemfoto
el: Εικόνα προβλήματος
es: Imagen del problema
fr: Image du problème
it: Immagine del problema
ja: 問題の画像
nl: Afbeelding van het probleem
pt_pt: Imagem do Problema
sv: Bild på problemet

# Feature tips can appear again when their conditions are met.
source: Feature tips can reappear when their conditions are met.
de: Feature-Tipps können erneut angezeigt werden, wenn ihre Bedingungen erfüllt sind.
el: Οι συμβουλές λειτουργιών μπορούν να εμφανιστούν ξανά όταν πληρούνται οι προϋποθέσεις τους.
es: Los consejos de funciones pueden aparecer de nuevo cuando se cumplan sus condiciones.
fr: Les astuces de fonctionnalité peuvent réapparaître lorsque leurs conditions sont remplies.
it: I suggerimenti delle funzionalità possono riapparire quando si verificano le condizioni.
ja: 条件が満たされると、機能のヒントが再度表示されます。
nl: Functietips kunnen opnieuw verschijnen wanneer aan de voorwaarden wordt voldaan.
pt_pt: As dicas de funcionalidades podem voltar a aparecer quando as suas condições forem cumpridas.
sv: Tips om funktioner kan visas igen när deras villkor uppfylls.

source: Review iCloud Account
de: iCloud-Account überprüfen
el: Έλεγχος λογαριασμού iCloud
es: Revisar la cuenta de iCloud
fr: Vérifier le compte iCloud
it: Verifica l’account iCloud
ja: iCloudアカウントを確認
nl: iCloud-account controleren
pt_pt: Rever a conta do iCloud
sv: Granska iCloud-konto

source: Are you sure you want to delete this comment?
de: Möchten Sie diesen Kommentar wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σχόλιο;
es: ¿Seguro que quieres eliminar este comentario?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
it: Sei sicuro di voler eliminare questo commento?
ja: このコメントを削除してもよろしいですか？
nl: Weet je zeker dat je deze opmerking wilt verwijderen?
pt_pt: Tem a certeza de que pretende eliminar este comentário?
sv: Är du säker på att du vill ta bort den här kommentaren?

source: Search your conversations by title or message content
de: Durchsuche deine Unterhaltungen nach Titel oder Nachrichteninhalt
el: Αναζητήστε τις συνομιλίες σας με βάση τον τίτλο ή το περιεχόμενο των μηνυμάτων
es: Busca tus conversaciones por título o contenido del mensaje
fr: Recherchez vos conversations par titre ou contenu des messages
it: Cerca nelle tue conversazioni per titolo o contenuto dei messaggi
ja: タイトルまたはメッセージ内容で会話を検索する
nl: Doorzoek je gesprekken op titel of berichtinhoud
pt_pt: Pesquise nas suas conversas por título ou conteúdo da mensagem
sv: Sök i dina konversationer efter titel eller meddelandeinnehåll

source: Describe the issue in detail...
de: Beschreiben Sie das Problem ausführlich...
el: Περιγράψτε το πρόβλημα με λεπτομέρεια...
es: Describe el problema en detalle...
fr: Décrivez le problème en détail...
it: Descrivi il problema in dettaglio...
ja: 問題を詳しく説明してください...
nl: Beschrijf het probleem in detail...
pt_pt: Descreva o problema em detalhe...
sv: Beskriv problemet i detalj...

source: Your local data will be merged into the current iCloud account. Cancel to keep iCloud Sync disabled.
de: Deine lokalen Daten werden mit dem aktuellen iCloud-Account zusammengeführt. Tippe auf „Abbrechen“, um die iCloud-Synchronisierung deaktiviert zu lassen.
el: Τα τοπικά δεδομένα σας θα συγχωνευτούν με τον τρέχοντα λογαριασμό iCloud. Πατήστε «Ακύρωση» για να διατηρήσετε τον συγχρονισμό iCloud απενεργοποιημένο.
es: Tus datos locales se fusionarán con la cuenta de iCloud actual. Pulsa «Cancelar» para mantener desactivada la sincronización con iCloud.
fr: Vos données locales seront fusionnées avec le compte iCloud actuel. Touchez Annuler pour laisser la synchronisation iCloud désactivée.
it: I tuoi dati locali verranno uniti all’account iCloud attuale. Tocca Annulla per mantenere disabilitata la sincronizzazione iCloud.
ja: ローカルデータが現在のiCloudアカウントに統合されます。iCloud同期を無効のままにするには「キャンセル」を選択してください。
nl: Je lokale gegevens worden samengevoegd met de huidige iCloud-account. Annuleer om iCloud-synchronisatie uitgeschakeld te houden.
pt_pt: Os seus dados locais serão fundidos com a conta iCloud atual. Cancele para manter a sincronização com o iCloud desativada.
sv: Dina lokala data kommer att slås samman med det aktuella iCloud-kontot. Avbryt för att fortsätta ha iCloud-synkronisering inaktiverad.

source: Purple
de: Lila
el: Μωβ
es: Púrpura
fr: Violet
it: Viola
ja: パープル
nl: Paars
pt_pt: Roxo
sv: Lila

source: No internet connection. Please check your network.
de: Keine Internetverbindung. Bitte überprüfen Sie Ihr Netzwerk.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο. Ελέγξτε το δίκτυό σας.
es: Sin conexión a internet. Por favor, verifica tu red.
fr: Pas de connexion Internet. Veuillez vérifier votre réseau.
it: Nessuna connessione a Internet. Controlla la tua rete.
ja: インターネットに接続されていません。ネットワークを確認してください。
nl: Geen internetverbinding. Controleer uw netwerk.
pt_pt: Sem ligação à internet. Verifique a sua rede.
sv: Ingen internetanslutning. Kontrollera ditt nätverk.

source: Rejected
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazado
fr: Rejeté
it: Rifiutato
ja: 拒否されました
nl: Geweigerd
pt_pt: Rejeitado
sv: Avvisad

source: Unable to Load MCP Tools
de: MCP-Tools konnten nicht geladen werden
el: Αδυναμία φόρτωσης εργαλείων MCP
es: No se pueden cargar las herramientas de MCP
fr: Impossible de charger les outils MCP
it: Impossibile caricare gli strumenti MCP
ja: MCPツールを読み込めませんサム、】【analysis (empty) 񟿿
nl: Kan MCP-tools niet laden
pt_pt: Não foi possível carregar as ferramentas MCP
sv: Kunde inte läsa in MCP-verktyg

source: The conversation could not be saved.
de: Die Unterhaltung konnte nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της συνομιλίας.
es: No se ha podido guardar la conversación.
fr: La conversation n’a pas pu être enregistrée.
it: Impossibile salvare la conversazione.
ja: 会話を保存できませんでした。
nl: Het gesprek kon niet worden opgeslagen.
pt_pt: Não foi possível guardar a conversa.
sv: Konversationen kunde inte sparas.

source: Waiting for iCloud downloads
de: Warten auf iCloud-Downloads
el: Αναμονή για λήψεις από το iCloud
es: Esperando las descargas de iCloud
fr: En attente des téléchargements iCloud
it: In attesa dei download da iCloud
ja: iCloudからのダウンロードを待機中
nl: Wachten op iCloud-downloads
pt_pt: A aguardar as transferências do iCloud
sv: Väntar på iCloud-nedladdningar

source: Color
de: Farbe
el: Χρώμα
fr: Couleur
it: Colore
ja: 色
nl: Kleur
pt_pt: Cor
sv: Färg

source: Choose which OpenClient tools the assistant can use. Tools require a model that supports tool calling. Image tools may make additional model requests.
de: Wählen Sie aus, welche OpenClient-Tools der Assistent verwenden kann. Für Tools ist ein Modell erforderlich, das Tool-Aufrufe unterstützt. Bild-Tools können zusätzliche Modellanfragen stellen.
el: Επιλέξτε ποια εργαλεία του OpenClient μπορεί να χρησιμοποιεί ο βοηθός. Τα εργαλεία απαιτούν μοντέλο που υποστηρίζει κλήσεις εργαλείων. Τα εργαλεία εικόνας ενδέχεται να πραγματοποιούν επιπλέον αιτήματα προς το μοντέλο.
es: Elige qué herramientas de OpenClient puede usar el asistente. Las herramientas requieren un modelo compatible con la llamada a herramientas. Las herramientas de imagen pueden realizar solicitudes adicionales al modelo.
fr: Choisissez les outils OpenClient que l’assistant peut utiliser. Les outils nécessitent un modèle prenant en charge les appels d’outils. Les outils d’image peuvent entraîner des requêtes supplémentaires au modèle.
it: Scegli quali strumenti di OpenClient può utilizzare l’assistente. Gli strumenti richiedono un modello che supporti le chiamate agli strumenti. Gli strumenti per le immagini possono effettuare richieste aggiuntive al modello.
ja: アシスタントが使用できるOpenClientツールを選択してください。ツールを使用するには、ツール呼び出しに対応したモデルが必要です。画像ツールでは、追加のモデルリクエストが発生する場合があります。
nl: Kies welke OpenClient-tools de assistent kan gebruiken. Voor tools is een model vereist dat toolaanroepen ondersteunt. Afbeeldingstools kunnen extra modelaanvragen genereren.
pt_pt: Escolha as ferramentas do OpenClient que o assistente pode utilizar. As ferramentas requerem um modelo compatível com chamadas de ferramentas. As ferramentas de imagem podem efetuar pedidos adicionais ao modelo.
sv: Välj vilka OpenClient-verktyg assistenten kan använda. Verktyg kräver en modell som stöder verktygsanrop. Bildverktyg kan medföra ytterligare modellförfrågningar.

source: Personal Context
de: Persönlicher Kontext
el: Προσωπικό Πλαίσιο
es: Contexto personal
fr: Contexte personnel
it: Contesto personale
ja: 個人情報
nl: Persoonlijke context
pt_pt: Contexto Pessoal
sv: Personlig kontext

source: The server certificate is not trusted.
de: Das Serverzertifikat wird nicht vertraut.
el: Το πιστοποιητικό διακομιστή δεν είναι αξιόπιστο.
es: El certificado del servidor no es de confianza.
fr: Le certificat du serveur n’est pas fiable.
it: Il certificato del server non è attendibile.
ja: サーバー証明書は信頼されていません。
nl: Het servercertificaat wordt niet vertrouwd.
pt_pt: O certificado do servidor não é confiável.
sv: Serverns certifikat är inte betrott.

source: This image analysis request exceeds the vision model's context window. Reduce the number of images, shorten the question, or choose a vision model with a larger context window.
de: Diese Bildanalyseanfrage überschreitet das Kontextfenster des Vision-Modells. Reduzieren Sie die Anzahl der Bilder, kürzen Sie die Frage oder wählen Sie ein Vision-Modell mit einem größeren Kontextfenster.
el: Αυτό το αίτημα ανάλυσης εικόνων υπερβαίνει το όριο περιεχομένου του μοντέλου όρασης. Μειώστε τον αριθμό των εικόνων, συντομεύστε την ερώτηση ή επιλέξτε ένα μοντέλο όρασης με μεγαλύτερο όριο περιεχομένου.
es: Esta solicitud de análisis de imágenes supera la ventana de contexto del modelo de visión. Reduce el número de imágenes, acorta la pregunta o elige un modelo de visión con una ventana de contexto más amplia.
fr: Cette demande d’analyse d’image dépasse la fenêtre de contexte du modèle de vision. Réduisez le nombre d’images, raccourcissez la question ou choisissez un modèle de vision doté d’une fenêtre de contexte plus large.
it: Questa richiesta di analisi delle immagini supera la finestra di contesto del modello di visione. Riduci il numero di immagini, accorcia la domanda oppure scegli un modello di visione con una finestra di contesto più ampia.
ja: この画像分析リクエストはビジョンモデルのコンテキストウィンドウを超えています。画像の数を減らすか、質問を短くするか、より大きなコンテキストに対応したビジョンモデルを選択してください。
nl: Dit verzoek voor beeldanalyse overschrijdt het contextvenster van het visiemodel. Verminder het aantal afbeeldingen, verkort de vraag of kies een visiemodel met een groter contextvenster.
pt_pt: Este pedido de análise de imagens excede a janela de contexto do modelo de visão. Reduza o número de imagens, encurte a pergunta ou escolha um modelo de visão com uma janela de contexto maior.
sv: Den här bildanalysbegäran överskrider kontextfönstret för synmodellen. Minska antalet bilder, korta ned frågan eller välj en synmodell med ett större kontextfönster.

source: Always Deny This Tool
de: Dieses Tool immer ablehnen
el: Να αρνείσαι πάντα αυτό το εργαλείο
es: Denegar siempre esta herramienta
fr: Toujours refuser cet outil
it: Nega sempre questo strumento
ja: このツールを常に拒否する
nl: Deze tool altijd weigeren
pt_pt: Recusar sempre esta ferramenta
sv: Neka alltid det här verktyget neka åtkomst

source: Only completed
de: Nur abgeschlossen
el: Μόνο ολοκληρωμένα
es: Solo completados
fr: Uniquement terminés
it: Solo completati
ja: 完了のみ
nl: Alleen voltooid
pt_pt: Apenas concluídos
sv: Endast slutförda

source: Synchronized data deletion
de: Synchronisierte Datenlöschung
el: Διαγραφή συγχρονισμένων δεδομένων
es: Eliminación de datos sincronizados
fr: Suppression des données synchronisées
it: Eliminazione dei dati sincronizzati
ja: 同期データの削除
nl: Verwijdering van gesynchroniseerde gegevens
pt_pt: Eliminação de dados sincronizados
sv: Synkroniserad dataradering

source: Edit Tags
de: Tags bearbeiten
el: Επεξεργασία ετικετών
es: Editar etiquetas
fr: Modifier les tags
it: Modifica tag
ja: タグを編集
nl: Tags bewerken
pt_pt: Editar Etiquetas
sv: Redigera taggar

source: Update OpenClient to version %@ to continue using the app.
de: Aktualisieren Sie OpenClient auf Version %@, um die App weiterhin zu verwenden.
el: Ενημερώστε το OpenClient στην έκδοση %@ για να συνεχίσετε να χρησιμοποιείτε την εφαρμογή.
es: Actualiza OpenClient a la versión %@ para seguir usando la aplicación.
fr: Mettez OpenClient à jour vers la version %@ pour continuer à utiliser l’app.
it: Aggiorna OpenClient alla versione %@ per continuare a utilizzare l’app.
ja: アプリを引き続き使用するには、OpenClientをバージョン%@にアップデートしてください。
nl: Werk OpenClient bij naar versie %@ om de app te blijven gebruiken.
pt_pt: Atualize o OpenClient para a versão %@ para continuar a utilizar a aplicação.
sv: Uppdatera OpenClient till version %@ för att fortsätta använda appen.

source: The vision specialist request failed.
de: Die Anfrage an den Bildverarbeitungsspezialisten ist fehlgeschlagen.
el: Το αίτημα του ειδικού όρασης απέτυχε.
es: La solicitud del especialista en visión falló.
fr: La demande au spécialiste de la vision a échoué.
it: La richiesta allo specialista della vista non è riuscita.
ja: 視覚スペシャリストのリクエストに失敗しました。
nl: Het verzoek aan de visiespecialist is mislukt.
pt_pt: O pedido ao especialista em visão falhou.
sv: Begäran till synspecialisten misslyckades.

source: Message actions
de: Nachrichtenaktionen
el: Ενέργειες μηνύματος
es: Acciones del mensaje
fr: Actions du message
it: Azioni del messaggio
ja: メッセージの操作
nl: Berichtacties
pt_pt: Ações da mensagem
sv: Meddelandeåtgärder

source: Loading conversations...
de: Unterhaltungen werden geladen …
el: Φόρτωση συνομιλιών...
es: Cargando conversaciones...
fr: Chargement des conversations…
it: Caricamento delle conversazioni...
ja: 会話を読み込んでいます…
nl: Gesprekken worden geladen...
pt_pt: A carregar conversas...
sv: Läser in konversationer...

source: Each conversation can use a different model. Features depend on its capabilities.
de: Jede Unterhaltung kann ein anderes Modell verwenden. Die Funktionen hängen von dessen Fähigkeiten ab.
el: Κάθε συνομιλία μπορεί να χρησιμοποιεί διαφορετικό μοντέλο. Οι λειτουργίες εξαρτώνται από τις δυνατότητές του.
es: Cada conversación puede usar un modelo diferente. Las funciones dependen de sus capacidades.
fr: Chaque conversation peut utiliser un modèle différent. Les fonctionnalités dépendent de ses capacités.
it: Ogni conversazione può utilizzare un modello diverso. Le funzionalità dipendono dalle sue capacità.
ja: 各会話は異なるモデルを使用できます。機能はその能力に依存します。
nl: Elke conversatie kan een ander model gebruiken. Functies zijn afhankelijk van de mogelijkheden ervan.
pt_pt: Cada conversa pode usar um modelo diferente. As funcionalidades dependem das suas capacidades.
sv: Varje konversation kan använda en annan modell. Funktionerna beror på dess kapacitet.

source: Use iCloud Data
de: iCloud-Daten verwenden
el: Χρήση δεδομένων iCloud
es: Usar datos de iCloud
fr: Utiliser les données iCloud
it: Usa dati iCloud
ja: iCloudデータを使用
nl: Gebruik iCloud-gegevens
pt_pt: Usar dados do iCloud
sv: Använd iCloud-data

source: Add
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
pt_pt: Adicionar
sv: Lägg till

source: %lld attachments
de: %lld Anhänge
el: %lld συνημμένα
es: %lld archivos adjuntos
fr: %lld pièces jointes
it: %lld allegati
ja: 添付ファイル %lld 個
nl: %lld bijlagen
pt_pt: %lld anexos
sv: %lld bilagor

source: Private Chat
de: Privater Chat
el: Ιδιωτική Συνομιλία
es: Chat privado
fr: Discussion privée
it: Chat privata
ja: プライベートチャット
nl: Privéchat
pt_pt: Conversa Privada
sv: Privatchatt

source: No Model
de: Kein Modell
el: Χωρίς μοντέλο
es: Sin modelo
fr: Aucun modèle
it: Nessun modello
ja: モデルなし
nl: Geen model
pt_pt: Sem modelo
sv: Ingen modell

source: MCP tool settings changed. Affected allow decisions were cleared. Deny those calls or close this review.
de: Die MCP-Tool-Einstellungen wurden geändert. Betroffene Zulassungsentscheidungen wurden gelöscht. Lehnen Sie diese Aufrufe ab oder schließen Sie diese Überprüfung.
el: Οι ρυθμίσεις του εργαλείου MCP άλλαξαν. Οι επηρεαζόμενες αποφάσεις έγκρισης διαγράφηκαν. Απορρίψτε αυτές τις κλήσεις ή κλείστε αυτήν την αξιολόγηση.
es: La configuración de la herramienta MCP ha cambiado. Se borraron las decisiones de autorización afectadas. Deniega esas llamadas o cierra esta revisión.
fr: Les réglages de l’outil MCP ont changé. Les décisions d’autorisation concernées ont été effacées. Refusez ces appels ou fermez cet examen.
it: Le impostazioni dello strumento MCP sono cambiate. Le decisioni di autorizzazione interessate sono state cancellate. Nega queste chiamate o chiudi questa revisione.
ja: MCPツールの設定が変更されました。影響を受ける許可の判断はクリアされました。これらの呼び出しを拒否するか、このレビューを閉じてください。
nl: De MCP-toolinstellingen zijn gewijzigd. De betreffende toestemmingsbeslissingen zijn gewist. Weiger die aanroepen of sluit deze beoordeling.
pt_pt: As definições da ferramenta MCP foram alteradas. As decisões de permissão afetadas foram eliminadas. Negue essas chamadas ou feche esta revisão.
sv: MCP-verktygsinställningarna har ändrats. Berörda tillåtelsebeslut har rensats. Neka dessa anrop eller stäng den här granskningen.

source: The local profile contains invalid data.
de: Das lokale Profil enthält ungültige Daten.
el: Το τοπικό προφίλ περιέχει μη έγκυρα δεδομένα.
es: El perfil local contiene datos no válidos.
fr: Le profil local contient des données non valides.
it: Il profilo locale contiene dati non validi.
ja: ローカルプロフィールに無効なデータが含まれています。
nl: Het lokale profiel bevat ongeldige gegevens.
pt_pt: O perfil local contém dados inválidos.
sv: Den lokala profilen innehåller ogiltiga data.

source: The MCP server configuration changed. Request the tool again before executing it.
de: Die MCP-Serverkonfiguration wurde geändert. Fordern Sie das Tool erneut an, bevor Sie es ausführen.
el: Η διαμόρφωση του διακομιστή MCP άλλαξε. Ζητήστε ξανά το εργαλείο πριν το εκτελέσετε.
es: La configuración del servidor MCP ha cambiado. Solicita la herramienta de nuevo antes de ejecutarla.
fr: La configuration du serveur MCP a changé. Demandez à nouveau l’outil avant de l’exécuter.
it: La configurazione del server MCP è cambiata. Richiedi nuovamente lo strumento prima di eseguirlo.
ja: MCPサーバーの設定が変更されました。実行する前に、もう一度ツールをリクエストしてください。
nl: De configuratie van de MCP-server is gewijzigd. Vraag de tool opnieuw op voordat je deze uitvoert.
pt_pt: A configuração do servidor MCP foi alterada. Solicite novamente a ferramenta antes de a executar.
sv: MCP-serverkonfigurationen har ändrats. Begär verktyget igen innan du kör det.

source: Loading more...
de: Mehr laden...
el: Φόρτωση περισσότερων...
es: Cargando más...
fr: Chargement de plus...
it: Caricamento in corso...
ja: さらに読み込み中...
nl: Meer laden...
pt_pt: A carregar mais...
sv: Laddar mer...

source: The selected file is not a valid image.
de: Die ausgewählte Datei ist kein gültiges Bild.
el: Το επιλεγμένο αρχείο δεν είναι έγκυρη εικόνα.
es: El archivo seleccionado no es una imagen válida.
fr: Le fichier sélectionné n’est pas une image valide.
it: Il file selezionato non è un'immagine valida.
ja: 選択したファイルは有効な画像ではありません。
nl: Het geselecteerde bestand is geen geldige afbeelding.
pt_pt: O ficheiro selecionado não é uma imagem válida.
sv: Den valda filen är inte en giltig bild.

source: Always Allow This Tool
de: Dieses Tool immer erlauben
el: Να επιτρέπεται πάντα αυτό το εργαλείο
es: Permitir siempre esta herramienta
fr: Toujours autoriser cet outil
it: Consenti sempre a questo strumento
ja: このツールを常に許可する
nl: Deze tool altijd toestaan
pt_pt: Permitir sempre esta ferramenta
sv: Tillåt alltid det här verktyget

source: Restore Purchases
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
nl: Aankopen herstellen
pt_pt: Restaurar compras
sv: Återställ köp

source: A network error occurred. Please try again.
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα δικτύου. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error de red. Por favor, inténtalo de nuevo.
fr: Une erreur réseau est survenue. Veuillez réessayer.
it: Si è verificato un errore di rete. Riprova.
ja: ネットワークエラーが発生しました。もう一度お試しください。
nl: Er is een netwerkfout opgetreden. Probeer het opnieuw.
pt_pt: Ocorreu um erro de rede. Por favor, tente novamente.
sv: Ett nätverksfel uppstod. Försök igen.

source: Clear Search
de: Suche löschen
el: Εκκαθάριση αναζήτησης
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
nl: Zoekopdracht wissen
pt_pt: Limpar pesquisa
sv: Rensa sökning

source: Opens the image preview
de: Öffnet die Bildvorschau
el: Ανοίγει την προεπισκόπηση εικόνας
es: Abre la vista previa de la imagen
fr: Ouvre l’aperçu de l’image
it: Apre l’anteprima dell’immagine
ja: 画像プレビューを開く
nl: Opent het afbeeldingsvoorbeeld
pt_pt: Abre a pré-visualização da imagem
sv: Öppnar bildförhandsvisningen

source: Profile Sync Conflict
de: Konflikt bei der Profilsynchronisierung
el: Σύγκρουση συγχρονισμού προφίλ
es: Conflicto de sincronización del perfil
fr: Conflit de synchronisation du profil
it: Conflitto di sincronizzazione del profilo
ja: プロフィール同期の競合
nl: Profielsynchronisatieconflict
pt_pt: Conflito de sincronização do perfil
sv: Konflikt vid profilsynkronisering

source: Send
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pt_pt: Enviar
sv: Skicka

source: Special
de: Spezial
el: Ειδικά
es: Especial
fr: Spécial
it: Speciale
ja: 特殊
nl: Speciaal
pt_pt: Especial

source: Show Actions
de: Aktionen anzeigen
el: Εμφάνιση ενεργειών
es: Mostrar acciones
fr: Afficher les actions
it: Mostra azioni
ja: アクションを表示
nl: Acties tonen
pt_pt: Mostrar Ações
sv: Visa åtgärder

source: Prepare meeting notes
de: Besprechungsnotizen vorbereiten
el: Προετοιμασία σημειώσεων συνάντησης
es: Preparar notas de la reunión
fr: Préparer les notes de réunion
it: Prepara appunti della riunione
ja: 会議メモの準備
nl: Notulen voorbereiden
pt_pt: Preparar notas da reunião
sv: Förbered mötesanteckningar

source: Search the web
de: Im Web suchen
el: Αναζήτηση στο διαδίκτυο
es: Buscar en la web
fr: Rechercher sur le web
it: Cerca sul web
ja: ウェブを検索する
nl: Zoek op het web
pt_pt: Pesquisar na web
sv: Sök på webben
